const daysFunc = (daysDb) => {
    if (daysDb === "Пн․- Пят․") {
      return ["понедельник", "вторник", "среда", "четверг", "пятница"];
    } else if (daysDb === "Пн․- Сб.") {
      return [
        "понедельник",
        "вторник",
        "среда",
        "четверг",
        "пятница",
        "суббота",
      ];
    } else if (daysDb === "Суб․- Вс․") {
      return ["суббота", "воскресенье"];
    } else if (daysDb === "Вт․- Вс․") {
      return [
        "вторник",
        "среда",
        "четверг",
        "пятница",
        "суббота",
        "воскресенье",
      ];
    } else if (daysDb === "Пн․- Чт․") {
      return ["понедельник", "вторник", "среда", "четверг"];
    } else if (daysDb === "Пн.-Вс.") {
      return [
        "понедельник",
        "вторник",
        "среда",
        "четверг",
        "пятница",
        "суббота",
        "воскресенье",
      ];
    }
  };

  export default daysFunc;
