const calendar = [
    {
        title:"Пн.-Пят.",
        days:["понедельник","вторник","среда","четверг","пятница"]
    },
    {
        title:"Суб.-Вс.",
        days:["суббота","воскресенье"]
    },
    {
        title:"Пн.-Суб.",
        days:["понедельник","вторник","среда","четверг","пятница","суббота"]
    },
    {
        title:"Вт.-Вс.",
        days:["вторник","среда","четверг","пятница","суббота","воскресенье"]
    },
    {
        title:"Пн.-Чт.",
        days:["понедельник","вторник","среда","четверг"]
    }
]

export default calendar;